---
kind: property
id: P:Autodesk.Revit.DB.AXMImportOptions.ImportLevels
source: html/c2a388c5-3ebe-695d-be45-8334f51a67f3.htm
---
# Autodesk.Revit.DB.AXMImportOptions.ImportLevels Property

Indicate if levels are to be imported.
 False by default.

## Syntax (C#)
```csharp
public bool ImportLevels { get; set; }
```